Repository: devlooped/ThisAssembly
Catalog: src/SponsorLink/SponsorLink/Resources.*.resx
Languages: es_ar

# Unknown_Description
source: Sponsoring projects you depend on ensures they remain active, and that you get the support you need. It's also super affordable and available worldwide! Please consider supporting the project by sponsoring at {0} and running 'sponsor sync {1}' afterwards.
es_ar: Patrocinar los proyectos en que dependés asegura que se mantengan activos, y que recibas el apoyo que necesitás. También es muy económico y está disponible en todo el mundo! Por favor considerá apoyar el proyecto patrocinando en {0} y ejecutando posteriormente 'sponsor sync {1}'.

# Unknown_Message
source: Please consider supporting {0} by sponsoring {1} 🙏
es_ar: Por favor considerá apoyar {0} patrocinando {1} 🙏

# Unknown_Title
source: Unknown sponsor status
es_ar: Estado de patrocinio desconocido

# Expired_Description
source: Sponsor-only features may be disabled. Please run 'sponsor sync {0}' and optionally enable automatic sync.
es_ar: Funcionalidades exclusivas para patrocinadores pueden no estar disponibles. Ejecutá 'sponsor sync {0}' y, opcionalmente, habilita la sincronización automática.

# Expired_Message
source: Sponsor status has expired and automatic sync has not been enabled.
es_ar: El estado de patrocino ha expirado y la sincronización automática no está habilitada.

# Expired_Title
source: Sponsor status expired
es_ar: El estado de patrocino ha expirado

# Sponsor_Description
source: You are a true hero. Your sponsorship helps keep the project alive and thriving 🙏.
es_ar: Sos un verdadero héroe. Tu patrocinio ayuda a mantener el proyecto vivo y próspero 🙏.

# Sponsor_Message
source: Thank you for supporting {0} with your sponsorship 💟!
es_ar: Gracias por apoyar a {0} con tu patrocinio 💟!

# Sponsor_Title
source: You are a sponsor of the project, you rock 💟!
es_ar: Sos un patrocinador del proyecto, sos lo máximo 💟!

# Expiring_Description
source: Sponsor status has expired and you are in the grace period. Please run 'sponsor sync {0}' and optionally enable automatic sync.
es_ar: El estado de patrocino ha expirado y estás en un período de gracia. Ejecutá 'sponsor sync {0}' y, opcionalmente, habilitá la sincronización automática.

# Expiring_Message
source: Sponsor status needs periodic updating and automatic sync has not been enabled.
es_ar: El estado de patrocino necesita actualización periódica y la sincronización automática no está habilitada.

# Expiring_Title
source: Sponsor status expired, grace period ending soon
es_ar: El estado de patrocino ha expirado y el período de gracia terminará pronto

source: and
es_ar: y

source: or
es_ar: o

# Contributor_Description
source: Thanks for being part of the team with your contributions 🙏.
es_ar: Gracias por ser parte del equipo por tu contribución 🙏.

# Contributor_Message
source: Thank you for being part of team {0} with your contributions 💟!
es_ar: Gracias por ser parte del equipo {0} con tu contribución 💟!

# Contributor_Title
source: You are a contributor to the project, you rock 💟!
es_ar: Sos un contribuidor al proyecto, sos groso 💟!

# Grace_Description
source: Sponsoring projects you depend on ensures they remain active, and that you get the support you need. It's also super affordable and available worldwide! Please consider supporting the project by sponsoring at {0} and running 'sponsor sync {1}' afterwards.
es_ar: Patrocinar los proyectos en que dependés asegura que se mantengan activos, y que recibas el apoyo que necesitás. También es muy económico y está disponible en todo el mundo! Por favor considerá apoyar el proyecto patrocinando en {0} y ejecutando posteriormente 'sponsor sync {1}'.

# Grace_Message
source: Grace period ends in {0} days. Enjoy and please consider supporting {1} by sponsoring {2} 🙏
es_ar: El período de prueba finaliza en {0} día(s). Disfrutá y por favor considerá apoyar {1} patrocinando {2} 🙏

# Grace_Title
source: Unknown sponsor status, grace period
es_ar: Estado de patrocinio desconocido, período de prueba

# Editor_DisabledRemarks
source: /// <remarks> /// GitHub Sponsors is a great way to support open source projects, and it's available throughout most of the world. /// You are considered a sponsor if: /// - You are directly sponsoring Devlooped /// - You contributed code to any of Devlooped's projects. /// - You belong to a GitHub organization that is sponsoring Devlooped. /// - You contributed to active and popular nuget packages that are OSS. /// /// If so, just run: /// > dotnet tool install -g dotnet-sponsor; sponsor sync devlooped /// /// Subsequently, the [Obsolete] attribute will be removed. /// Thanks! 🙏 /// </remarks>
es_ar: /// <remarks> /// GitHub Sponsors es una excelente manera de apoyar proyectos de código abierto, y está disponible en la mayor parte del mundo. /// Sos considerado sponsor si: /// - Bancás directamente a Devlooped 💪. /// - Contribuiste con código a cualquiera de los proyectos de Devlooped. /// - Pertenecés a una organización de GitHub que está patrocinando a Devlooped. /// - Contribuiste a nugets activos y populares que son open-source. /// /// En este caso, simplemente ejecutá: /// > dotnet tool install -g dotnet-sponsor; sponsor sync devlooped /// /// Y el atributo [Obsolete] vuela de una. Gracias totales! 🙏 /// </remarks>

# Editor_GraceRemarks
source: /// <remarks> /// This is a sponsored API. Your grace period will expire in {0} day(s). /// /// GitHub Sponsors is a great way to support open source projects, and it's available throughout most of the world. /// You are considered a sponsor if: /// - You are directly sponsoring Devlooped /// - You contributed code to any of Devlooped's projects. /// - You belong to a GitHub organization that is sponsoring Devlooped. /// - You contributed to active and popular nuget packages that are OSS. /// /// If so, just run: /// > dotnet tool install -g dotnet-sponsor; sponsor sync devlooped /// /// Thanks! 🙏 /// </remarks>
es_ar: /// <remarks> /// Esta API requiere patrocinio. Tu período de yapa termina en {0} día(s). /// /// GitHub Sponsors es una excelente manera de apoyar proyectos de código abierto, y está disponible en la mayor parte del mundo. /// Sos considerado sponsor si: /// - Bancás directamente a Devlooped 💪. /// - Contribuiste con código a cualquiera de los proyectos de Devlooped. /// - Pertenecés a una organización de GitHub que está patrocinando a Devlooped. /// - Contribuiste a nugets activos y populares que son open-source. /// /// En este caso, simplemente ejecutá: /// > dotnet tool install -g dotnet-sponsor; sponsor sync devlooped /// /// ¡Gracias totales! 🙏 /// </remarks>
